{
    "title": "Tanzania",
    "introduction": "Tanzania,[c]officially theUnited Republic of Tanzania,[d]is a country inEast Africawithin theAfrican Great Lakesregion. It is bordered byUgandato the northwest;Kenyato the northeast; theIndian Oceanto the east;MozambiqueandMalawito the south;Zambiato the southwest; andRwanda,Burundi, and theDemocratic Republic of the Congoto the west. According to the 2022 national census, Tanzania has a population of around 62 million, making it the most populous country located entirely south of the equator. Many importanthominidfossils have been found in Tanzania. In the Stone and Bronze Age, prehistoric migrations into Tanzania includedSouthern Cushiticspeakers similar to modern dayIraqw peoplewho moved south from present-day Ethiopia;[13]Eastern Cushitic people who moved into Tanzania from north ofLake Turkanaabout 2,000 and 4,000 years ago;[13]and theSouthern Nilotes, including theDatoog, who originated from the present-day South Sudan–Ethiopia border region between 2,900 and 2,400 years ago.[13]: page 18These movements took place at about the same time as the settlement of theMashariki Bantufrom West Africa in theLake VictoriaandLake Tanganyikaareas.[13][14]In the late 19th century, the mainland came under German rule asGerman East Africa, and this was followed by British rule afterWorld War Iwhen it was governed asTanganyika, with theZanzibar Archipelagoremaining a separate colonial jurisdiction. Following their respective independence in 1961 and 1963, the two entities merged in 1964 to form the United Republic of Tanzania.[15]Tanganyika joined the BritishCommonwealthand Tanzania remains a member of the Commonwealth as a unified republic.[16] Today, the country is apresidentialconstitutional republic with thefederal capitallocated inGovernment City (Dodoma);[17]the former capital,Dar es Salaam, retains most government offices and is the country's largest city, principal port, and leading commercial centre.[15][18][19]Tanzania is ade factoone-party statewith thedemocratic socialistChama Cha Mapinduziparty in power.[20]The country has not experienced major internal strife since independence and is seen as one of the safest and most politically stable on the continent.[21]Tanzania's population comprises about 120ethnic,[22]linguistic, and religious groups.Christianityis the largestreligion in Tanzania, with substantialMuslimandAnimistminorities.[23]Over 100languages are spoken in Tanzania, making it the most linguistically diverse country in East Africa;[24]the country does not have ade jureofficial language,[2][3]although the national language isSwahili.[25]English is used in foreign trade, in diplomacy, in higher courts, and as a medium of instruction in secondary and higher education,[24][26]whileArabicis spoken inZanzibar. Tanzania is mountainous and densely forested in the north-east, whereMount Kilimanjaro, the highestmountain in Africaand thehighest single free-standing mountain above sea levelin the world, is located. Three of theAfrican Great Lakesare partly within Tanzania. To the north and west lie Lake Victoria, Africa's largest lake, and Lake Tanganyika, the continent's deepest lake, known for its unique species of fish. To the south liesLake Malawi. The eastern shore is hot and humid, with the Zanzibar Archipelago just offshore. TheMenai Bay Conservation Areais Zanzibar's largest marine protected area. TheKalambo Falls, located on theKalambo Riverat the Zambian border, is the second-highest uninterrupted waterfall in Africa.[27]Tanzania is one of the most visited tourist destinations forsafaris.[28]",
    "sections": {}
}